Repository: FabioLolix/systemback
Catalog: cli/.lang/*.po
Languages: ca, es, fi, gl_es, hu, pt, ro

source: Usage: systemback [option] Options: -n, --newbackup create a new restore point -s, --storagedir <path> get or set restore points storage directory path -u, --upgrade upgrade current system remove unnecessary files and packages -v, --version output Systemback version number -h, --help show this help
gl_es: Uso: systemback [opción] Opcións: -n, --newbackup crear un novo punto de restauración -s, --storagedir <ruta> obter ou estabelecer a ruta do directorio de almacenamento dos puntos de restauración -u, --upgrade anovar o sistema actual retirar os ficheiros e paquetes innecesarios -v, --versión saída do número da versión do Systemback -h, --help amosa esta axuda
hu: Használat: systemback [kapcsoló] Kapcsolók: -n, --newbackup új visszaállítási pont készítése -s, --storagedir <útvonal> a visszaállítási pontok tárolására szolgáló könyvtár útvonalának kiírása vagy beállítása -u, --upgrade a rendszer frissítése felesleges fájlok és csomagok eltávolítása -v, --version a telepített Systemback verziószámának kiírása -h, --help ezen súgó megjelenítése

source: Restore points storage directory is not available or not writable!
gl_es: O directorio de almacenamento dos puntos de restauración non está dispoñíbel ou non se pode escribir nel!
hu: A visszaállítási pontok tárolási könyvtára nem elérhető vagy nem írható!
ro: Dosarul de salvare nu este accesibil, sau nu este permis scrierea!

source: First, close all package manager.
ca: Tanqui qualsevol gestor de paquets que tingui obert.
es: Cierre cualquier gestor de paquetes que tenga abierto.
fi: Sulje kaikki pakettienhallintaohjelmaa.
gl_es: Peche calquera xestor de paquetes que teña aberto.
hu: Előbb zárj be minden csomagkezelőt.
pt: Primeiro, feche todo o gerenciador de pacotes.
ro: Închideți toate programele pentru administrare pachete.

source: Unable to get exclusive lock!
ca: No s'ha pogut obtenir el bloqueig exclusiu!
es: No se puedo obtener el bloqueo exclusivo!
fi: Ei saatu haluttua lukitusta!
gl_es: Non foi posíbel obter o bloqueo exclusivo!
hu: Nem sikerült kizárólagos zárat szerezni!
pt: Não foi possível obter a trava exclusiva!
ro: Blocarea exclusivă nu este posibilă!

source: Another Systemback process is currently running, please wait until it finishes.
ca: Altre procés Systemback està funcionant, si us plau, esperar fins que acabi.
es: Otro proceso de Systemback se está ejecutando, por favor espere hasta que éste termine.
fi: Toinen Systemback prosessi on käynnissä, odota kunnes se päättyy.
gl_es: Está a executarse outro proceso de Systemback, agarde ata que remate.
hu: Egy másik Systemback folyamat is fut, kérlek várd meg amíg az befejeződik.
pt: Outro processo Systemback está sendo executado, por favor aguarde até que ele termine.
ro: Un alt proces Systemback se execută în prezent, vă rugăm să așteptați până când se termină.

source: Root privileges are required for running Systemback!
ca: Es necessiten privilegis root per a executar Systemback!
es: Se necesitan privilegios root para ejecutar Systemback!
fi: Systemback tarvitsee pääkäyttäjän oikeudet käynnistyäkseen!
gl_es: Precisanse privilexios de administrador (root) para executar o Systemback!
hu: A Systemback futtatásához root jogosultság szükséges!
pt: Privilégios de root são necessários para a execução do Systemback!
ro: Pentru Systemback sunt necesare privilegii root!

source: Available restore point(s):
gl_es: Punto(s) de restauración dospoñíbel(eis):
hu: Elérhető visszaállítási pont(ok):
ro: Punct(e) de restabilire accesibil(e):

source: Create new
ca: Crear nou Punt
es: Crear nuevo
fi: Luo uusi
gl_es: Crear novo
hu: Új készítése
ro: Creare nou

source: Quit
ca: Sortir
es: Salir
fi: Lopeta
gl_es: Saír
hu: Kilépés
ro: Închide

source: Back
ca: Enrere
es: Atrás
fi: Edellinen
gl_es: Atrás
hu: Vissza
ro: Înapoi

source: Delete
ca: Esborrar
es: Eliminar
fi: Poista
gl_es: Eliminar
hu: Törlés
pt: Excluir
ro: Șterge

source: Selected restore point:
gl_es: Punto de restauración seleccionado:
hu: Választott visszaállítási pont:
ro: Punct de restabilire selectat:

source: System restore
ca: Restaurar Sistema
es: Restaurar Sistema
fi: Järjestelmän palautus
gl_es: Restaurar o sistema
hu: Rendszer-visszaállítás
pt: Restauração do sistema
ro: Restabilire sistem

source: Deleting restore point
ca: Eliminant punt de restauració
es: Eliminando punto de restauración
fi: Poistetaan palautuspiste
gl_es: Eliminando o punto de restauración
hu: Visszaállítási pont törlése
pt: Excluindo ponto de restauração
ro: Ștergere punct de restabilire

source: Emptying cache
ca: Buidant caché
es: Vaciando caché
fi: Tyhjennetään välimuisti
gl_es: Baleirando a caché
hu: Gyorsítótár ürítése
pt: Limpando o cache
ro: Golire cache

source: The specified storage directory path is set.
ca: Es va establir un directori per a la ruta d'emmagatzematge.
es: Se estableció un directorio para la ruta de almacenamiento.
fi: Määritelty varastointi hakemistopolkua on asetettu.
gl_es: Estabeleceuse un directorio para a ruta de almacenamento.
hu: A megadott tárolási könyvtár beállítva.
ro: Calea dosarului de salvare este setat.

source: The specified storage directory path has not been set!
ca: No es va establir un directori per a la ruta d'emmagatzematge!
es: No se estableció un directorio para la ruta de almacenamiento.
fi: Määritelty varastointi hakemistopolkua ei asetettu!
gl_es: Non foi estabelecido un directorio para a ruta de almacenamento!
hu: A megadott tárolási könyvtár nem állítható be!
ro: Calea dosarului de salvare nu a fost setat!

source: An error occurred while upgrading the system!
ca: Es va produir un error a l'actualitzar el sistema!
es: Se produjo un error al actualizar el sistema!
fi: Järjestelmän päivitys on virheellinen!
gl_es: Produciuse un erro ao anovar o sistema!
hu: A rendszer frissítése közben hibák léptek fel!
pt: Ocorreu um erro durante a atualização do sistema!
ro: Eroare la actualizarea sistemului!

source: Restart upgrade ...
ca: Reiniciant l'actualització ...
es: Reiniciando la actualización ...
fi: Käynnistä uudelleen päivitys ...
gl_es: Reiniciar a anovación ...
hu: Frissítés újrakezdése ...
pt: Reinicie a atualização ...
ro: Reporniți actualizarea ...

source: Cancel
ca: Cancel·lar
es: Cancelar
fi: Keskeytä
gl_es: Cancelar
hu: Mégsem
pt: Cancelar
ro: Renunță

source: Complete configuration files restore
ca: Restauració completa de configuració d'arxius
es: Restauración completa de configuración de archivos
fi: Täydellinen asetustiedostojen palautus
gl_es: Restauración completa de ficheiros de configuración
hu: Beállításfájlok teljes visszaállítása
pt: Restauração completa dos arquivos de configuração
ro: Restabilire completă a fișierelor de configurare

source: Full restore
ca: Restauració completa
es: Restauración completa
fi: Koko järjestelmän palautus
gl_es: Restauración completa
hu: Teljes visszaállítás
pt: Restauração completa
ro: Restabilire completă

source: Keep newly installed configuration files
ca: Mantenir els arxius de configuració recentment instal·lats
es: Mantener los archivos de configuración recientemente instalados
fi: Pidä uudet asennustiedostot
gl_es: Manter os ficheiros de configuración instalados recentemente
hu: Újonnan telepített alkalmazások beállításfájljainak megtartása
pt: Manter os arquivos de configuração recém-instalados
ro: Păstrează fișierele de configurare nou instalate

source: Restore with the following restore method:
ca: Realitzar la restauració amb el següent criteri:
es: Realizar la restauración con el siguiete criterio:
fi: Palauttaa seuraavaalla menetelmällä:
gl_es: Restaurar usando o seguinte método de restauración:
hu: Visszaállítás a következő visszaállítási móddal:
pt: Restaure com o seguinte método de restauração:
ro: Restabilirea se efectuează cu metoda următoare:

source: Restore with the following restore point:
ca: Restaurar al següent punt de restauració:
es: Restaurar al siguiente punto de restauración:
fi: Palautus seuraavan palautuspisten avulla:
gl_es: Restaurar usando o seguinte punto de restauración:
hu: Visszaállítás a következő visszaállítási ponttal:
pt: Restaure com o seguinte ponto de restauração:
ro: Restabilirea se efectuează cu următorul punct de restabilire:

source: System files restore
ca: Restaurar arxius del sistema
es: Restaurar archivos del sistema
fi: Järjestelmän tiedostojen palauttaminen
gl_es: Restaurar os ficheiros do sistema
hu: Rendszerfájlok visszaállítása
ro: Restabilirea fișierelor de sistem

source: Users configuration files restore
ca: Restaurar arxius de configuració d'usuaris
es: Restaurar archivos de configuración de usuarios
fi: Palauta käyttäjien asennustiedostot
gl_es: Restaurar os ficheiros de configuración do(s) usuario(s)
hu: Felhasználók beállításfájljainak visszaállítása
pt: Restaurar os arquivos de configuração dos usuários
ro: Restabilire fișiere de configurare ale utilizatorilor

source: Configuration files restore
ca: Restaurar arxius de configuració
es: Restaurar archivos de configuración
fi: Palautetaan asetustiedostot
gl_es: Restaurar os ficheiros de configuración
hu: Beállításfájlok visszaállítása
pt: Restaura arquivos de configuração
ro: Restabilire fișiere de configurare

source: You want to keep the current fstab file? (Y/N)
ca: Desitja mantenir l'arxiu actual fstab? (Y/N)
es: ¿Desea mantener el archivo actual fstab? (Y/N)
fi: Haluatko pitää nykyisen fstab tiedoston? (K/E)
gl_es: Quere manter o actual ficheiro fstab? (Y/N)
hu: A jelenleg használt fstab fájlt megkívánod tartani? (I/N)
pt: Você deseja manter o arquivo atual do fstab? (S/N)
ro: Doriţi să păstrați fișierul fstab curent? (Y/N)

source: Reinstall the GRUB 2 bootloader? (Y/N)
ca: Reinstal·lar el gestor d'arrencada GRUB 2? (Y/N)
es: ¿Reinstalar el gestor de arranque GRUB 2? (Y/N)
fi: Asentamaanko GRUB 2:n uudelleen? (K/E)
gl_es: Reinstalar o cargador de arrinque GRUB 2? (Y/N)
hu: A GRUB 2 rendszerbetöltőt újratelepítsem? (I/N)
pt: Reinstalar o bootloader GRUB 2? (S/N)
ro: Reinstalați încărcătorul de sisteme GRUB 2? (Y/N)

source: Start the restore? (Y/N)
ca: Iniciar la restauració? (Y/N)
es: ¿Iniciar la restauración? (Y/N)
fi: Aloitetaanko palautus? (K/E)
gl_es: Comezar a restauración? (Y/N)
hu: Indulhat a visszaállítás? (I/N)
pt: Iniciar a restauração (S/N)
ro: Începeți restabilirea? (Y/N)

source: Restoring the full system
ca: Restauració completa del sistema
es: Restauración completa del sistema
fi: Palautetaan koko järjestelmä
gl_es: Restauración completa do sistema
hu: A rendszer teljes visszaállítása
pt: Restaurando o sistema completo
ro: Restabilire sistem complet

source: Restoring the system files
ca: Restaurant el sistema d'arxius
es: Restaurando sistema de archivos
fi: Palautetaan järjestelmätiedostot
gl_es: Restaurando o sistema de ficheiros
hu: A rendszerfájlok visszaállítása
pt: Restaurando os arquivos de sistema
ro: Restabilire fișiere de sistem

source: Restoring users configuration files
ca: Restaurant la configuració d'arxius d'usuari
es: Restaurando configuración de archivos de usuario
fi: Palautetaan käyttäjien asetustiedostot
gl_es: Restaurando a configuración de ficheiros do(s) usuario(s)
hu: A felhasználók beállításfájljainak visszaállítása
pt: Restaurando os arquivos de configuração dos usuários
ro: Restabilire fișiere de configurare ale utilizatorilor

source: Restoration is completed, but an error occurred while reinstalling GRUB!
ca: Restauració completada, però es va produir un error al reinstal·lar el GRUB!
es: Restauración completada, pero se produjo un error al reinstalar el GRUB!
fi: Palautus on valmis, mutta GRUB:n asennuksessa tapahtui virhe!
gl_es: Completouse a restauración, mais produciuse un erro ao reinstalar o GRUB!
hu: A rendszer visszaállítása kész, de a GRUB telepítése közben ismeretlen hiba történt!
ro: Restabilirea este finalizată, dar cu eroare la reinstalare GRUB!

source: Full system restoration is completed.
ca: Restauració completa del sistema realitzada.
es: Restauración completa del sistema realizada.
fi: Koko järjestelmän palauttaminen on valmis.
gl_es: Completouse a restauración total do sistema.
hu: A rendszer teljes visszaállítása kész.
pt: Restauração completa do sistema concluída.
ro: Restabilirea sistemului complet este finalizată.

source: Press 'ENTER' key to reboot computer, or 'Q' to quit.
ca: Pressioni 'ENTER' per a reiniciar ordinador, o 'Q' per a sortir.
es: Presione 'ENTER' para reiniciar ordenador, o 'Q' para salir.
fi: Painaa 'ENTER' käynnistä tietokone uudelleen, tai 'Q' lopettaa.
gl_es: Prema a tecla «INTRO» para reiniciar o equipo, ou «Q» para saír.
hu: A számítógép újraindításához nyomd meg az 'Enter' billentyűt, vagy kilépéshez a 'Q'-t.
ro: Apasă pe 'ENTER' pentru reporníre, or 'Q' pentru închidere.

source: System files restoration are completed.
ca: Restauració del sistema d'arxius completada.
es: Restauración del sistema de archivos completada.
fi: Järjestelmätiedostojen palauttaminen on valmis.
gl_es: Completouse a restauración do sistema de ficheiros.
hu: A rendszerfájlok visszaállítása kész.
pt: Restauração dos arquivos de sistema foi concluída.
ro: Restabilirea fișierelor de sistem este finalizată.

source: Users configuration files full restoration are completed.
ca: Completada la restauració total d'arxius de configuració d'usuaris.
es: Completada la restauración total de archivos de configuración de usuarios.
fi: Käyttäjien asetustiedostojen täysi palautuminen on valmis.
gl_es: Completouse a restauración total dos ficheiros de configuración do(s) usuario(s).
hu: A felhasználók beállításfájljainak teljes visszaállítása kész.
pt: A restauração completa dos arquivos de configuração dos usuário está concluída.
ro: Restabilirea completă a fișierelor de configurare este finalizată.

source: Users configuration files restoration are completed.
ca: Completada la restauració d'arxius de configuració d'usuaris.
es: Completada la restauración de archivos de configuración de usuarios.
fi: Käyttäjien asennustiedostojen palauttaminen on valmis.
gl_es: Completouse a restauración dos ficheiros de configuración do(s) usuario(s).
hu: A felhasználók beállításfájljainak visszaállítása kész.
pt: A restauração dos arquivos de configuração dos usuários foi completada.
ro: Restabilirea fișierelor de configurare este finalizată.

source: Restore is aborted!
ca: Restauració avortada!
es: Restauración abortada!
fi: Palauta keskeytetään!
gl_es: A restauración foi interrompida!
hu: A visszaállítás megszakítva!
pt: Restauração abortada!
ro: Restabilirea este abandonată!

source: Deleting incomplete restore point
ca: Eliminant punt de restauració incomplet
es: Eliminando punto de restauración incompleto
fi: Epätäydellinen palautuspisteen poistaminen
gl_es: Eliminando o punto de restauración incompleto
hu: Befejezetlen visszaállítási pont törlése
ro: Ștergerea punctelor de restabilire incomplete

source: Deleting old restore point(s)
gl_es: Eliminando o(s) punto(s) de restauración antigo(s)
hu: Elöregedett visszaállítási pont(ok) törlése
ro: Ștergerea punctelor de restabilire vechi

source: Checking files and directories
ca: Comprovant arxius i directoris
es: Comprobando archivos y directorios
fi: Tarkistetaan tiedostoja ja hakemistoja
gl_es: Comprobando ficheiros e directorios
hu: Fájlok és könyvtárak ellenőrzése
ro: Verificarea dosarelor și fișierelor

source: Creating restore point
ca: Creant punt de restauració
es: Creando punto de restauración
fi: Luodaan palautuspiste
gl_es: Creando o punto de restauración
hu: Új visszaállítási pont készítése
pt: Criando ponto de restauração
ro: Creare punct de restabilire

source: Not enough free disk space to complete the process.
gl_es: Non hai espazio libre abondo no disco para completar o proceso.
hu: Nincs elég szabad tárhely a folyamat befejezéséhez.
ro: Nu este spațiu pentru terminarea procesului.

source: Restore point creation is aborted!
gl_es: Foi interrompida a creación do punto de restauración
hu: A visszaállítási pont készítése megszakítva!
ro: Crearea punctului de restabilire este abandonată!

source: There has been critical changes in the file system during this operation.
gl_es: Non se fixeron cambios críticos no sistema de ficheiros durante esta operación.
hu: A folyamat közben kritikus változások következtek be a fájlrendszerben.
ro: În sistemul de fișiere au fost schimbări critice in timpul operației.
