Repository: FabioLolix/systemback
Catalog: gui/.lang/*.po
Languages: ar, ca, es, fi, gl_es, hu, pt, ro

source: The specified partition could not be mounted!
ar: تعذّر ضمّ القسم المحدّد!
ca: La partició especificada no es va poder muntar!
es: La partición especificada no se pudo montar!
fi: Valittua osiota ei voida liittää!
gl_es: Non foi posíbel montar a partición especificada!
hu: Az alábbi partíciót nem sikerűlt csatolni!
pt: A partição especificada não pode ser montada!
ro: Partiția specificată nu se poate monta!

source: GRUB 2 repair is completed.
ar: اكتمل إصلاح GRUB 2.
ca: Reparació del GRUB 2 completada.
es: Reaparación del GRUB 2 completada.
fi: GRUB 2:n korjaus on valmis.
gl_es: Completouse a reaparación do GRUB 2.
hu: A GRUB 2 javítása befejeződött.
pt: O reparo do GRUB 2 está finalizado.
ro: Repararea GRUB 2 este finalizată.

source: System install is completed.
ar: اكتمل تثبيت النظام.
ca: Instal·lació del sistema completat.
es: instalación del sistema completado.
fi: Järjestelmän asennus on valmis.
gl_es: Completouse a instalación do sistema.
hu: A rendszer telepítése befejeződött.
pt: A instalação do sistema está completa.
ro: Instalarea sistemului este finalizată.

source: System install is completed, but an error occurred while installing GRUB! Need to manually install a bootloader.
ar: اكتمل تثبيت النظام، لكن مع حدوث خطأ أثناء تثبيت GRUB! تحتاج إلى تثبيت محّمل إقلاع يدويًّا.
ca: Instal·lació completada, però es va produir un error durant la instal·lació del GRUB! Serà necessari instal·lar manualment un gestor d'arrencada.
es: Instalación completada, pero se produjo un error durante la instalación del GRUB! Será necesario instalar manualmente un gestor de arranque.
fi: Järjestelmän asennus on valmis, mutta tapahtui virhe käynnistyslataaja GRUB:n asennuksessa! Käynnistyslatain pitää asentaa manuaalisesti.
gl_es: Completouse a instalación, mais produciuse un error durante a instalación do GRUB! É preciso instalar manualmente un cargador de arrinque.
hu: A rendszer telepítése befejezve, de a GRUB telepítése közben hiba történt! A rendszer indításához telepítsél kézzel egy rendszerbetöltőt.
pt: A instalação do sistema está completa, mas ocorreu um erro durante a instalação do GRUB! Necessária instalação manual do bootloader.
ro: Instalarea sistemului este terminată, dar cu eroare la instalarea GRUB-ului! Trebuie să instalați manual încărcătorul de sisteme.

source: The specified partition(s) does not have enough free space to install the system! The installed system will not function properly!
ca: La partició especificada no té suficient espai lliure! El sistema instal·lat no funcionarà correctament!
es: La partición especificada no tiene suficiente espacio libre! El sistema instalado no funcionará correctamente!
fi: Osiolla ei ole tarpeeksi vapaata tilaa järjestelmän asentamiseen! Asennettu järjestelmä ei tule toimimaan oikein!
gl_es: A(s) partición(s) especificada(s) non ten(teñen) espazo libre abondo! O sistema instalado non funcionará correctamente!
hu: A rendszer teljes telepítéséhez nincs elegendő szabad tárhely a megadott partíció(ko)n! A telepített rendszer nem fog megfelelően működni!
pt: A partição especificada não tem espaço livre suficiente para instalação do sistema! O sistema instalado não irá funcionar corretamente!
ro: Partițiile specificate nu au suficient spațiu liber pentru a instala sistemul! Sistemul instalat nu va funcționa corect!

source: The specified partition could not be formatted (in use or unavailable)!
ar: تعذّر تهيئة القسم المحدّد (إما أنه يُستخدم أو أنه غير متوفّر)!
ca: No es va poder donar format a la partició especificada (aquesta es troba en ús o no està disponible)!
es: No se pudo dar formato a la partición especificada (ésta se encuentra en uso o no está disponible)!
fi: Valitun osion alustaminen ei onnistunut (käytössä tai ei saatavilla)!
gl_es: Non foi posíbel formatar a partición especificada (ou está a ser usada ou non está dispoñíbel)!
hu: Az alábbi partíciót nem sikerűlt a megadott fájlrendszerre formázni (használatban van vagy nem elérhető)!
pt: A partição especificada não pode ser formatada (em uso ou indisponível)!
ro: Partiția specificată nu se poate formata (este în uz sau nu este disponibilă)!

source: An error occurred while reinstalling GRUB! System may not bootable! (In general, the different architecture is causing the problem.)
ar: حدث خطأ أثناء إعادة تثبيت GRUB! قد لا يكون النظام قابلًا للإقلاع. (بشكل عام، اختلاف المعمارية يسبّب المشكلة.)
ca: Es va produir un error al reinstal·lar el GRUB! (Una arquitectura diferent pot estar causant aquest problema).
es: Se produjo un error al reinstalar el GRUB! (Una arquitectura diferente puede estar causando este problema.)
fi: GRUB:n uudelleen asennuksessa tapahtui virhe! (Yleensä eri arkkitehtuurit aiheuttavat virheitä.)
gl_es: Produciuse un erro ao reinstalar o GRUB! (Isto pode deberse a unha arquitectura diferente).
hu: A GRUB újratelepítése közben hiba történt! (Általában az eltérő architectúra okozza a problémát.)
pt: Ocorreu um erro ao reinstalar o GRUB! (Em geral, a causa do problema está na arquitetura diferente.)
ro: Eroare la reinstalarea GRUB! (În general, problema este cauzată de diferența de arhitectură.)

source: Restore point creation is aborted! There has been critical changes in the file system during this operation.
ar: قُوطع إنشاء نقطة الاستعادة! توجد تغيّرات حَرِجة في نظام الملفات أثناء العملية.
ca: La creació del punt de restauració es va avortar! No han hagut canvis significatius en el sistema d'arxius durant aquesta operació.
es: La creación del punto de restauración se abortó! No han habido cambios significativos en el sistema de archivos durante esta operación.
fi: Palautuspisteen luonti on keskeytetty! Toimenpiteen aikana tapahtui kriittisiä muutoksia tiedostojärjestelmään.
gl_es: A creación do punto de restauración foi interrompida! Non se fixeron cambios significativos no sistema de ficheiros durante esta operación.
hu: A visszaállítási pont készítése megszakítva! A folyamat közben kritikus változások következtek be a fájlrendszerben.
pt: Criação do ponto de restauração abortada! Ocorreram alterações críticas no sistema de arquivo durante esta operação.
ro: Crearea punctului de restabilire este abandonată! În timpul acestei operațiuni au fost efectuate modificări importante în sistemul de fișiere.

source: System copying is aborted! There has been critical changes in the file system during this operation.
ar: قُوطع نسخ النظام! توجد تغيّرات حَرِجة في نظام الملفات أثناء العملية.
ca: La còpia del sistema es va avortar! No han hagut canvis significatius en el sistema d'arxius durant aquesta operació.
es: La copia del sistema se abortó! No han habido cambios significativos en el sistema de archivos durante esta operación.
fi: Järjestelmän kopiointi on keskeytetty! Toimenpiteen aikana tapahtui kriittisiä muutoksia tiedostojärjestelmään.
gl_es: A copia do sistema foi interrompida! Non se fixeron cambios significativos no sistema de ficheiros durante esta operación.
hu: A rendszer másolása megszakítva! A folyamat közben kritikus változások következtek be a fájlrendszerben.
pt: Cópia do sistema abortada! Ocorreram alterações críticas no sistema de arquivo durante esta operação.
ro: Copierea sistemului este abandonată! În timpul acestei operațiuni au fost efectuate modificări importante în sistemul de fișiere.

source: System installation is aborted! There has been critical changes in the file system during this operation.
ar: قُوطع تثبيت النظام! توجد تغيّرات حَرِجة في نظام الملفات أثناء العملية.
ca: La instal·lació del sistema es va avortar! No han hagut canvis significatius en el sistema d'arxius durant aquesta operació.
es: La instalación del sistema se abortó! No han habido cambios significativos en el sistema de archivos durante esta operación.
fi: Järjestelmän asennus on keskeytetty! Toimenpiteen aikana tapahtui kriittisiä muutoksia tiedostojärjestelmään.
gl_es: A instalación do sistema foi interrompida! Non se fixeron cambios significativos no sistema de ficheiros durante esta operación.
hu: A rendszer telepítése megszakítva! A folyamat közben kritikus változások következtek be a fájlrendszerben.
pt: Instalação do sistema abortada! Ocorreram alterações críticas no sistema de arquivo durante esta operação.
ro: Instalarea sistemului este abandonată! În timpul acestei operațiuni au fost efectuate modificări importante în sistemul de fișiere.

source: Repair the GRUB 2 bootloader.
ar: أصلِح محمّل الإقلاع GRUB 2.
ca: Reparar el carregador d'arrencada GRUB 2.
es: Reparar el cargador de arranque GRUB 2.
fi: Korja GRUB 2 bootloader.
gl_es: Reparar o cargador de arrinque GRUB 2.
hu: A GRUB 2 rendszerbetöltő javítása.
ro: Repararea încărcătorului de sisteme GRUB 2.

source: The selected partition does not have enough space to write the Live system!
ar: القسم المحدّد ليس له مساحة حرّة لكتابة النظام الحيّ!
ca: La partició seleccionada no disposa d'espai suficient per a escriure el sistema Live!
es: La partición seleccionada no dispone de espacio suficiente para escribir el sistema Live!
gl_es: A partición seleccionada non dispón de espazo abondo para escribir o sistema «en vivo»!
hu: A választott USB eszközön nincs elegendő tárhely a Live rendszer kiírásához!

source: An error occurred while unpacking Live system files!
ar: حدث خطأ أثناء فكّ تحزيم ملفات النظام الحيّ!
ca: Va ocórrer un error al descomprimir els arxius del sistema Live!
es: Ocurrió un error al descomprimir los archivos del sistema Live!
fi: Live-järjestelmän tiedostojen purkamisesta tapahtui virhe!
gl_es: Produciuse un erro ao descomprimir os ficheiros do sistema «en vivo»!
hu: A Live rendszerfájlok kicsomagolása közben hiba történt!

source: Live system image write is completed.
ar: اكتمل كتابة صورة النظام الحيّ.
ca: L'escriptura de la imatge del sistema Live s'ha completat.
es: La escritura de la imagen del sistema Live se ha completado.
fi: Live-järjestelmän luominen on valmis
gl_es: Completouse a escritura da imaxe do sistema «en vivo».
hu: A Live rendszerkép kiírása befejeződött.

source: An error occurred while renaming essential Live files!
ca: Va ocórrer un error al canviar el nom d'arxius essencials del sistema Live!
es: Ocurrió un error al cambiar el nombre de archivos esenciales del sistema Live!
fi: Tärkeiden Live-tiedostojen uudelleennimeämisessä tapahtui virhe!
gl_es: Produciuse un erro ao cambiarlle o nome a ficheiros esenciais do sistema «en vivo»!
hu: A fájlok szükséges átnvezése közben hiba történt!

source: An error occurred while creating .iso image!
ar: حدث خطأ أثناء إنشاء صورة ‎.iso !
ca: Es va produir un error durant la creació de la imatge .iso!
es: Se produjo un error durante la creación de la imagen .iso!
fi: .iso kuvan luotaessa tapahtui virhe!
gl_es: Produciuse un erro durante a creación da imaxe .iso!
hu: A .iso képfájl készítése közben hiba történt!

source: An error occurred while reading .sblive image!
ar: حدث خطأ أثناء قراءة صورة ‎.sblive !
ca: Es va produir un error durant la lectura de la imatge .sblive!
es: Se produjo un error durante la lectura de la imagen . sblive!
gl_es: Produciuse un erro durante a lectura da imaxe . sblive!
hu: A .sblive képfájl olvasása közben hiba történt!

source: not used
ar: غير مُستخدم
ca: no utilitzar
es: no utilizar
fi: ei käytetä
gl_es: sen uso
hu: nem használt
pt: não utilizado
ro: neutilizat

source: Deleting incomplete restore point
ar: يحذف نقطة الاستعادة غير المكتملة
ca: Eliminant punt de restauració incomplet
es: Eliminando punto de restauración incompleto
fi: Epätäydellinen palautuspisteen poistaminen
gl_es: Eliminando o punto de restauración incompleto
hu: Befejezetlen visszaállítási pont törlése
pt: Apagando o ponto de restauração imcompleto
ro: Ștergerea punctelor de restabilire incomplete

source: Deleting old restore point
ar: يحذف نقطة الاستعادة القديمة
ca: Eliminant punt de restauració obsolet
es: Eliminando punto de restauración obsoleto
fi: Poistetaan vanha(t) palautuspiste
gl_es: Eliminando o punto de restauración obsoleto
hu: Elöregedett visszaállítási pont törlése
pt: Excluindo ponto(s) de restauração antigo
ro: Ștergere punct de restabilire vechi

source: Creating restore point
ar: ينشأ نقطة استعادة
ca: Creant punt de restauració
es: Creando punto de restauración
fi: Luodaan palautuspiste
gl_es: Creando o punto de restauración
hu: Új visszaállítási pont készítése
pt: Criando ponto de restauração
ro: Creare punct de restabilire

source: Emptying cache
ar: يمحو الخبيئة
ca: Buidant caché
es: Vaciando caché
fi: Tyhjennetään välimuisti
gl_es: Baleirando a caché
hu: Gyorsítótár ürítése
pt: Limpando o cache
ro: Golire cache

source: day(s)
ca: dia(es)
es: día(s)
fi: päivä(ä)
gl_es: día(s)
hu: nap
pt: dia(s)
ro: zi(le)

source: hour(s)
ca: hora(es)
es: hora(s)
fi: tunti(a)
gl_es: hora(s)
hu: óra
pt: hora(s)
ro: oră(e)

source: minute(s)
ca: minut(s)
es: minuto(s)
fi: minuutti(a)
gl_es: minuto(s)
hu: perc
pt: minuto(s)
ro: minut(e)

source: seconds
ca: segons
es: segundos
fi: sekunttia
gl_es: segundos
hu: másodperc
pt: segundos
ro: secunde

source: Partition
ca: Partició
es: Partición
fi: Osio
gl_es: Partición
hu: Partíció
pt: Partição
ro: Partiție

source: Current mount point
ar: نقطة الضمّ الحالية
ca: Punto de montaje actual
es: Punto de montaje actual
fi: Nykyinen liitoskohta
gl_es: Punto de montaxe actual
hu: Jelenlegi csatolási pont
pt: Ponto de montagem atual
ro: Punctul actual de montare

source: New mount point
ar: نقطة ضمّ جديدة
ca: Nou punt de muntatge
es: Nuevo punto de montaje
fi: Uusi liitoskohta
gl_es: Novo punto de montaxe
hu: Új csatolási pont
pt: Novo ponto de montagem
ro: Punt nou de montare

source: Filesystem
ar: نظام الملفات
ca: Sistema d'arxius
es: Sistema de archivos
fi: Tiedostojärjestelmä
gl_es: Sistema de ficheiros
hu: Fájlrendszer
pt: Sistema de arquivos
ro: Sistem de fișiere

source: Device
ar: الجهاز
ca: Dispositiu
es: Dispositivo
fi: Laite
gl_es: Dispositivo
hu: Eszköz
pt: Dispositivo

source: Copying the system
ar: ينسخ النظام
ca: Copiant sistema
es: Copiando sistema
fi: Järjestelmän kopiointi
gl_es: Copiando o sistema
hu: A rendszer másolása
pt: Copiando o sistema
ro: Copiere sistem

source: Installing the system
ar: يثبّت النظام
ca: Instal·lant el sistema
es: Instalando el sistema
fi: Asennetaan järjestelmää
gl_es: Instalando o sistema
hu: A rendszer telepítése
pt: Instalando o sistema
ro: Instalare sistem

source: Restoring the full system
ca: Restauració completa del sistema
es: Restauración completa del sistema
fi: Palautetaan koko järjestelmä
gl_es: Restauración completa do sistema
hu: A rendszer teljes visszaállítása
pt: Restaurando o sistema completo
ro: Restabilire sistem complet

source: Restoring the system files
ar: يستعيد ملفات النظام
ca: Restaurant el sistema d'arxius
es: Restaurando sistema de archivos
fi: Palautetaan järjestelmätiedostot
gl_es: Restaurando o sistema de ficheiros
hu: A rendszerfájlok visszaállítása
pt: Restaurando os arquivos de sistema
ro: Restabilire fișiere de sistem

source: Restoring users configuration files
ar: يستعيد ملفات إعداد المستخدمين
ca: Restaurant la configuració d'arxius d'usuari
es: Restaurando configuración de archivos de usuario
fi: Palautetaan käyttäjien asetustiedostot
gl_es: Restaurando a configuración de ficheiros do(s) usuario(s)
hu: A felhasználók beállításfájljainak visszaállítása
pt: Restaurando os arquivos de configuração dos usuários
ro: Restabilire fișiere de configurare ale utilizatorilor

source: Writing Live image to USB device
ar: يكتب النظام الحيّ إلى جهاز USB
ca: Escrivint imatge Live en dispositiu USB
es: Escribiendo imagen Live en dispositivo USB
fi: Live imagen siirtäminen USB-tikulle
gl_es: Escribindo a imaxe «en vivo» no dispositivo USB
hu: Live rendszerkép kiírása USB eszközre

source: Creating Live system
ar: ينشأ النظام الحيّ
ca: Creant un sistema Live
es: Creando sistema Live
fi: Luodaan Live järjestelmä
gl_es: Creando o sistema «en vivo»
hu: Live rendszer készítése
pt: Criando sistema Live
ro: Creare sistem Live

source: Converting Live system image
ar: يحوّل صورة النظام الحيّ
ca: Convertint imatge del sistema Live
es: Convirtiendo imagen del sistema Live
gl_es: Convertendo a imaxe do sistema «en vivo»
hu: Live rendszerkép konvertálása

source: Deleting restore point
ar: يحذف نقطة الاستعادة
ca: Eliminant punt de restauració
es: Eliminando punto de restauración
fi: Poistetaan palautuspiste
gl_es: Eliminando o punto de restauración
hu: Visszaállítási pont törlése
pt: Excluindo ponto de restauração
ro: Ștergere punct de restabilire

source: Repairing the full system
ca: Reparant per complet el sistema
es: Reparando por completo el sistema
fi: Koko järjestelmän korjaus
gl_es: Reparando por completo o sistema
hu: A rendszer teljes javítása
pt: Reparando o sistema completo
ro: Reparare sistem complet

source: Repairing the system files
ar: يُصلح ملفات النظام
ca: Reparant sistema d'arxius
es: Reparando sistema de archivos
fi: Korjataan järjestelmätiedot
gl_es: Reparando o sistema de ficheiros
hu: Rendszerfájlok javítása
pt: Reparando os arquivos de sistema
ro: Reparare fișiere de sistem

source: Restoring user(s) configuration files
hu: A felhasználó(k) beállításfájljainak visszaállítása

source: Repairing the GRUB 2
ar: يُصلح GRUB 2
ca: Reparant GRUB 2
es: Reparación del GRUB 2
fi: GRUB 2:n korjaaminen
gl_es: Reparando o GRUB 2
hu: A GRUB 2 javítása
pt: Reparando o GRUB 2
ro: Reparare GRUB 2

source: Checking files and directories
ar: يتحقّق من الملفات والأدلة
ca: Comprovant arxius i directoris
es: Comprobando archivos y directorios
fi: Tarkistetaan tiedostoja ja hakemistoja
gl_es: Comprobando ficheiros e directorios
hu: Fájlok és könyvtárak ellenőrzése
pt: Checando arquivos e diretórios
ro: Verificarea dosarelor și fișierelor

source: Boot Live without xorg.conf file
ca: Arrencar sistema Live sense l'arxiu xorg.conf
es: Arrancar sistema Live sin el archivo xorg.conf
fi: Boot Live-järjestemä ilman xorg.conf tiedostoa
gl_es: Arrinque do sistema «en vivo» sen o ficheiro xorg.conf
hu: Live inditasa xorg.conf fajl nelkul

source: Boot Live in debug mode
ca: Arrencar en manera de depuracio
es: Arrancar en modo de depuracion
fi: Boot Live:n debug-tilassa
gl_es: Arrinque en modo de depuracion
hu: Live inditasa debug modban

source: Boot Live in safe graphics mode
ca: Arrencar sistema Live en manera grafica segur
es: Arrancar sistema Live en modo grafico seguro
fi: Boot Live:n turvallisessa grafiikkatilassa
gl_es: Arrinque do sistema «en vivo» en modo grafico seguro
hu: Live inditasa csokkentett grafikus modban

source: Boot Live system
ar: أقلِع النظام الحيّ
ca: Arrencar sistema Live
es: Arrancar sistema Live
fi: Boot Live-järjestelmä
gl_es: Arrinque do sistema «en vivo»
hu: Live rendszer inditasa

source: Press 'E' key to edit
ar: اضغط زر 'E' للتحرير
ca: Premi la tecla 'E' per a editar
es: Pulse la tecla 'E' para editar
gl_es: Prema a tecla «E» para editar
hu: Szerkeszteshez nyomja le az 'E' billentyut
pt: Pressione a tecla 'E' para editar

source: Press TAB key to edit
ar: اضغط زر TAB للتحرير
ca: Premi la tecla TAB per a editar
es: Pulse la tecla TAB para editar
gl_es: Prema a tecla TAB para editar
hu: Szerkeszteshez nyomja le a TAB billentyut
pt: Pressione a tecla TAB para editar

source: Enabled
ar: مُمكّن
ca: Activat
es: Activado
gl_es: Activado
hu: Engedélyezve
pt: Habilitado
ro: Activat(ă)

source: Systemback text output
gl_es: Saída de texto do Systemback
hu: Systemback szoveges kimenet

source: ! Interrupt !
ar: ! اقطع !
ca: ! Aturar el procés !
es: ! Parar proceso !
fi: ! Keskeytys !
gl_es: ! Deter o proceso !
hu: ! Megszakítás !
pt: ! Interromper !
ro: ! Întrerupe !

source: Cancel
ar: ألغِ
ca: Cancel·lar
es: Cancelar
fi: Keskeytä
gl_es: Cancelar
hu: Mégsem
pt: Cancelar
ro: Renunță

source: Storage directory
ar: دليل الوسيط
ca: Ruta d'emmagatzematge
es: Ruta de almacenamiento
fi: Tietohakemisto
gl_es: Ruta de almacenamento
hu: Tárolási könyvtár
pt: Diretório de armazenamento
ro: Dosarul de salvare

source: Highlighted restore points
ar: نقاط الاستعادة المُبرزة
ca: Punts Destacats
es: Puntos destacados
fi: Korostetut palautuspisteet
gl_es: Puntos destacados
hu: Kiemelt visszaállítási pontok
pt: Pontos destacados
ro: Puncte de restabilire subliniate

source: Restore points
ar: نقاط الاستعادة
ca: Punts de Restauració
es: Puntos de restauración
fi: Palautuspisteet
gl_es: Puntos de restauración
hu: Visszaállítási pontok
pt: Pontos de restauranção
ro: Puncte de restabilire

source: Function menu
ar: قائمة الوظائف
ca: Menú de funcions
es: Menú de funciones
fi: Toimintovalikko
gl_es: Menú de funcións
hu: Funkciómenü
pt: Menu de funções
ro: Funcția meniu

source: Point operations
ar: عمليات النقطة
ca: Accions
es: Acciones
fi: Palautuspiste toiminnot
gl_es: Accións
hu: Pontműveletek
pt: Ponto de operações
ro: Operațiuni cu puncte

source: empty
ar: فارغ
ca: buit
es: vacío
fi: tyhjä
gl_es: baleiro
hu: üres
pt: vazio
ro: gol

source: Create new
ar: أنشئ جديد
ca: Crear nou Punt
es: Crear nuevo
fi: Luo uusi
gl_es: Crear novo
hu: Új készítése
pt: Criar nova
ro: Creare nou

source: Highlight
ar: أبرز
ca: Posar en Destacats
es: Poner en destacados
fi: Korosta
gl_es: Destacar
hu: Kiemelés
pt: Destaque
ro: Evidențiere

source: Rename
ar: أعد التسمية
ca: Reanomenar
es: Renombrar
fi: Nimeä uudelleen
gl_es: Cambiar o nome
hu: Átnevezés
pt: Renomear
ro: Redenumește

source: Delete
ar: احذف
ca: Esborrar
es: Eliminar
fi: Poista
gl_es: Eliminar
hu: Törlés
pt: Excluir
ro: Șterge

source: Select restore point
ar: اختر نقطة استعادة
fi: Valitse palautuspiste
gl_es: Seleccionar o punto de restauración
hu: Visszaállítási pont kiválasztása
pt: Selecionar ponto de restauração
ro: Selectează punctul de restabilire

source: System restore
ar: استعد النظام
ca: Restaurar Sistema
es: Restaurar Sistema
fi: Järjestelmän palautus
gl_es: Restaurar o sistema
hu: Rendszer-visszaállítás
pt: Restauração do sistema
ro: Restabilire sistem

source: System copy
ar: انسخ النظام
ca: Copiar Sistema
es: Copiar Sistema
fi: Kopio järjestelmästä
gl_es: Copiar o sistema
hu: Rendszermásolás
pt: Cópia do sistema
ro: Copiere sistem

source: System install
ar: ثبّت النظام
ca: Instal·lar Sistema
es: Instalar Sistema
fi: Järjestelmän asennus
gl_es: Instalar o sistema
hu: Rendszertelepítés
pt: Instalação do sistema
ro: Instalare sistem

source: Live system create
ar: انشئ نظام حيّ
ca: Crear Sistema Live
es: Crear Sistema Live
fi: Luo Live järjestelmä
gl_es: Crear sistema «en vivo»
hu: Live rendszer készítés
pt: Criar sistema Live
ro: Creare sistem Live

source: System repair
ar: أصلح النظام
ca: Reparar Sistema
es: Reparar Sistema
fi: Järjestelmän korjaus
gl_es: Reparar o sistema
hu: Rendszerjavítás
pt: Reparo do sistema
ro: Reparare sistem

source: System upgrade
ar: رقِّ النظام
ca: Actualitzar el Sistema
es: Actualizar sistema
fi: Järjestelmän päivitys
gl_es: Actualizar o sistema
hu: Rendszerfrissítés
pt: Atualização do sistema
ro: Actualizare sistem

source: Exclude
ar: استثنِ
ca: Excloure arxius
es: Excluir
fi: Ohita
gl_es: Excluír
hu: Kivételek
pt: Ignorar
ro: Excluderi

source: Back
ar: السابق
ca: Enrere
es: Atrás
fi: Edellinen
gl_es: Atrás
hu: Vissza
pt: Voltar
ro: Înapoi

source: Next
ar: التالي
ca: Següent
es: Siguiente
fi: Seuraava
gl_es: Seguinte
hu: Tovább
pt: Próximo
ro: Înainte

source: About
ar: حول
ca: Sobre
es: Acerca de
fi: Tietoja
gl_es: Sobre
hu: Névjegy
pt: Sobre
ro: Despre aplicație

source: Schedule
ar: الجدولة
ca: Tasca programada
es: Tareas programadas
fi: Ajastin
gl_es: Planificar
hu: Ütemezés
pt: Agendamento
ro: Programare

source: Maximum number of temporary restore points
ar: أقصى عدد لنقاطة الاستعادة المؤقّتة
fi: Väliaikaisen palautuspisteiden enimmäismäärä
gl_es: Número máximo de puntos temporais de restauración
hu: Átmeneti visszaállítási pontok maxmális száma
pt: Número máximo de pontos de restaurações temporários
ro: Numărul maxim al punctelor de restabilire temporare

source: Change path
ar: غيّر المسار
fi: Muuta polku
gl_es: Cambiar a ruta
hu: Útvonal megváltoztatása
pt: Alterar caminho
