Repository: FabioLolix/systemback
Catalog: gui/.lang/*.po
Languages: ar, ca, es, fi, gl_es, hu, pt, ro

source: scheduler
ar: المجدول
ca: tasca programada
es: tareas programadas
fi: ajastin
gl_es: tarefas programadas
hu: ütemező
ro: Programator

source: Welcome to the Systemback text output window!
gl_es: Dámoslle a benvida á xanela de saída de texto do Systemback!
hu: Üdvözöl a Systemback szöveges kimenetének az ablaka!

source: Live image
ar: الصورة الحيّة
ca: Imatge Live
es: Imagen Live
fi: Live levykuva
gl_es: Imaxe «en vivo»
hu: Live rendszerkép
pt: Imagem Live
ro: Imagine Live

source: Currently running system
ar: النظام العامل حاليًّا
ca: Sistema actual en execució
es: Sistema actual en ejecución
fi: Tällä hetkellä käytössä järjestelmä
gl_es: Sistema actual en execución
hu: Jelenleg futó rendszer
pt: Rodando atualmente o sistema
ro: În prezent sistemul rulează

source: Everyone
ar: الجميع
fi: Jokainen
gl_es: Calquera
hu: Mindenki
pt: Todos
ro: Toți

source: Upgrading the system
ar: يرقّي النظام
ca: Actualitzat el sistema
es: Actualizado el sistema
fi: Järjestelmän päivitys
gl_es: Actualizado o sistema
hu: A rendszer frissítése
pt: Atualizando o sistema
ro: Actualizare sistem

source: Another Systemback process is currently running, please wait until it finishes.
ca: Altre procés Systemback està funcionant, si us plau, esperar fins que acabi.
es: Otro proceso de Systemback se está ejecutando, por favor espere hasta que éste termine.
fi: Toinen Systemback prosessi on käynnissä, odota kunnes se päättyy.
gl_es: Hai outro proceso de Systemback en execución, agarde ata que remate.
hu: Egy másik Systemback folyamat is fut, kérlek várd meg amíg az befejeződik.
pt: Outro processo Systemback está sendo executado, por favor aguarde até que ele termine.
ro: Un alt proces Systemback se execută în prezent, vă rugăm să așteptați până când se termină.

source: Unable to get exclusive lock!<p>First, close all package manager.
ar: تعذّر الحصول على استثناء قفل!<p>أولًا، أغلق كل مدراء الحزم.
ca: No s'ha pogut obtenir el bloqueig exclusiu!<p>Proveu de tancar qualsevol director de paquet obert.
es: No se ha podido obtener el bloqueo exclusivo!<p>Mire de cerrar cualquier gestor de paquetes abierto.
fi: Ei saatu haluttua lukitusta!<p>Sulje kaikki pakettienhallintaohjelmaa.
gl_es: Non foi posíbel obter o bloqueo exclusivo!<p>Peche calquera xestor de paquetes que estea aberto.
hu: Nem sikerült kizárólagos zárat szerezni!<p>Előbb zárj be minden csomagkezelőt.
pt: Não foi possível obter a trava exclusiva!<p>Primeiro, feche todo o gerenciador de pacotes.
ro: Blocarea exclusivă nu este posibilă!<p>Închideți toate programele pentru administrare pachete.

source: The specified name contains unsupported character(s)!<p>Please enter a new name!
ar: الاسم المحدّد يحوي محارف غير صالحة!<p>فضلًا أدخِل اسمًا جديدًا!
ca: El nom especificat conté caràcters no vàlids!<p>Si us plau, introduïu un altre nom!
es: El nombre especificado contiene caracteres no soportados!<p>Por favor, introduzca otro nombre!
fi: Nimi sisältää ei tuettuja merkkejä!<p>Anna uusi nimi!
gl_es: O nome especificado conten caracteres non admitidos!<p>Introduza outro nome!
hu: A megadott név nem támogatott karakter(eke)t tartalmaz!<p>Kérlek, adj meg egy új nevet!
pt: O nome especificado contém caractere(s) não suportáveis!<p>Por favor, entre com um novo nome!
ro: Numele specificat conține caracter(e) neacceptat(e)!<p>Vă rugăm să introduceți un nume nou!

source: Restore the system files to the following restore point:
ar: استعد ملفات النظام إلى نقطة الاستعادة التالية:
ca: Restaurar els arxius de sistema amb el següent punt de restauració:
es: Restaurar los archivos de sistema al siguiente punto de restauración:
fi: Palauta järjestelmän tiedostot seuraavaan palautuspisteen:
gl_es: Restaurar os ficheiros do sistema ao seguinte punto de restauración:
hu: A rendszerfájlok visszaállítása a következő visszaállítási pontra:
pt: Restaurar os arquivos de sistema para o seguinte ponto de restauração:
ro: Restabilire fișiere de sistem folosind următorul punct de restabilire:

source: Repair the system files with the following restore point:
ar: أصلح ملفات النظام بنقطة الاستعادة التالية:
ca: Reparar els arxius de sistema amb el següent punt de restauració:
es: Reparación de los archivos de sistema al siguiente punto de restauración:
fi: Korjaa järjestelmätiedostot seuraavan palautuspisten avulla:
gl_es: Reparar os ficheiros do sistema usando o seguinte punto de restauración:
hu: A rendszerfájlok javítása a következő visszaállítási ponttal:
pt: Reparar os arquivos de sistema com o seguinte ponto de restauração:
ro: Reparare fișiere de sistem folsoind următorul punct de restabilire:

source: Repair the complete system with the following restore point:
ar: أصلح كل النظام بنقطة الاستعادة التالية:
ca: Reparació completa del sistema amb el següent punt de restauració:
es: Reparación completa del sistema al siguiente punto de restauración:
fi: Täydellinen järjestelmän korjaus seuraavaan palautuspisteen:
gl_es: Reparación completa do sistema usando o seguinte punto de restauración:
hu: A rendszer teljes javítása a következő visszaállítási ponttal:
pt: O reparo completo do sistema foi realizado com o seguinte ponto de restauração:
ro: Reparare sistem complet folosind următorul punct de restabilire:

source: Restore the complete user(s) configuration files to the following restore point:
ar: استعد ملفات إعداد مستخدمي الحاسوب الكاملة إلى نقطة الاستعادة التالية:
ca: Restauració completa d'arxius de configuració d'usuari(s) amb el següent punt de restauració:
es: Restauración completa de archivos de configuración de usuario(s) al siguiente punto de restauración:
fi: Täydellinen käyttäjä(t) asetustiedostojen palautus seuraavaan palautuspisteen:
gl_es: Restauración completa dos ficheiros de configuración do(s) usuario(s) segundo o seguinte punto de restauración:
hu: A felhasználó(k) beállításfájljainak teljes visszaállítása a következő visszaállítási pontra:
pt: Restaurar todos arquivos de configuração dos usuário(s) para o seguinte ponto de restauração:
ro: Restabilire completă a fișierelor de configurare folosind următorul punct de restabilire:

source: Restore the user(s) configuration files to the following restore point:
ar: استعد ملفات إعداد مستخدمي الحاسوب إلى نقطة الاستعادة التالية:
ca: Restaurar els arxius de configuració d'usuari(s) amb el següent punt de restauració:
es: Restaurar los archivos de configuración de usuario(s) al siguiente punto de restauración:
fi: Palauttaa käyttäjä(t) asennustiedostot seuraavaan palautuspisteen:
gl_es: Restaurar os ficheiros de configuración do(s) usuario(s) segundo o seguinte punto de restauración:
hu: A felhasználó(k) beállításfájljainak visszaállítása a következő visszaállítási pontra:
pt: Restaurar os arquivos de configuração dos usuário(s) para o seguinte ponto de restauração:
ro: Restabilire fișiere de configurare ale utilizatorilor folosind următorul punct de restabilire:

source: User(s) configuration files full restoration are completed.<p>The X server will restart automatically within 30 seconds.
ar: اكتملت الاستعادة الكاملة لملفات إعداد المستخدمين.<p>خادم X سيُعيد التشغيل تلقائيًّا خلال 30 ثانية.
ca: Completada la restauració total d'arxius de configuració d'usuari(s).<p>El servidor X es reiniciarà automàticament en 30 segons.
es: Completada la restauración total de archivos de configuración de usuario(s).<p>El servidor X se reiniciará automáticamente en 30 segundos.
fi: Käyttäjä(t) asetustiedostojen täysi palautuminen on valmis.<p>X palvelin käynnistyy automaattisesti 30 sekunnin kuluessa.
gl_es: Completouse a restauración total dos ficheiros de configuración do(s) usuario(s).<p>O servidor X reiniciarase automaticamente en 30 segundos.
hu: A felhasználó(k) beállításfájljainak teljes visszaállítása kész.<p>Az X kiszolgáló automatikusan újraindul 30 másodpercen belül.
pt: A restauração completa dos arquivos de configuração dos usuário(s) está concluída.<p>O servidor X irá reiniciar automaticamente em 30 segundos.
ro: Restabilirea completă a fișierelor de configurare este finalizată.<p>Serverul X repornește automat într-un interval de 30 de secunde.

source: X restart
ar: إعادة تشغيل X
ca: Reprendre X
es: Reiniciar X
gl_es: Reiniciar X
hu: X újraindítás
pt: Reiniciar o X
ro: Reporniți X

source: User(s) configuration files restoration are completed.<p>The X server will restart automatically within 30 seconds.
ar: اكتملت استعادة ملفات إعداد المستخدمين.<p>خادم X سيُعيد التشغيل تلقائيًّا خلال 30 ثانية.
ca: Completada la restauració d'arxius de configuració d'usuari(s).<p>El servidor X es reiniciarà automàticament en 30 segons.
es: Completada la restauración de archivos de configuración de usuario(s).<p>El servidor X se reiniciará automáticamente en 30 segundos.
fi: Käyttäjä(t) asennustiedostojen palauttaminen on valmis.<p>X palvelin käynnistyy automaattisesti 30 sekunnin kuluessa.
gl_es: Completouse a restauración dos ficheiros de configuración do(s) usuario(s).<p>O servidor X reiniciarase automaticamente en 30 segundos.
hu: A felhasználó(k) beállításfájljainak visszaállítása kész.<p>Az X kiszolgáló automatikusan újraindul 30 másodpercen belül.
pt: A restauração dos arquivos de configuração dos usuário(s) foi completada.<p>O servidor X irá reiniciar automaticamente em 30 segundos.
ro: Restabilirea fișierelor de configurare este finalizată.<p>Serverul X repornește automat într-un interval de 30 de secunde.

source: System files repair are completed, but an error occurred while reinstalling GRUB! System may not bootable! (In general, the different architecture is causing the problem.)
ca: Reparació del sistema d'arxius completada, però es va produir un error al reinstal·lar GRUB! El sistema no podrà arrencar! (Una arquitectura diferent pot estar causant aquest problema).
es: Reparación del sistema de archivos completada, pero se produjo un error al reinstalar GRUB! El sistema no podrá arrancar! (Una arquitectura diferente puede estar causando este problema.)
fi: Järjestelmän korjaus on valmis, mutta tapahtui GRUB:n asennusvirhe! Ei voi käynnistää käyttöjärjestelmää! (Yleisesti eri arkkitehtuurin syystä.)
gl_es: Completouse a reparación do sistema de ficheiros, mais produciuse un erro ao reinstalar o GRUB! O sistema non poderá arrincar! (Isto pode deberse a unha arquitectura diferente.)
hu: A rendszerfájlok javítása kész, de a GRUB telepítése közben hiba történt! A rendszer indíthatósága nem biztosított! (Általában az eltérő architectúra okozza a problémát.)
pt: O reparo do arquivos de sistema está concluído, mas ocorreu um erro durante a reinstalação do GRUB! O sistema pode não iniciar! (Em geral, a causa do problema está na arquitetura diferente.)
ro: Repararea fișierelor de sistem este finalizată, dar cu eroare la reinstalarea GRUB! Pornirea sistemului nu este garantată! (În general, problema este cauzată de diferența de arhitectură.)

source: Full system repair is completed.
ar: اكتمل إصلاح كامل النظام.
ca: Reparació total del sistema completada.
es: Reaparación total del sistema completada.
fi: Koko järjestelmän korjaus on valmis.
gl_es: Completouse a reaparación total do sistema.
hu: A rendszer teljes javítása befejeződött.
pt: O reparo completo do sistema está concluído.
ro: Repararea completă a sistemului este finalizată.

source: System repair is completed.
ar: اكتمل إصلاح النظام
ca: Reparació del sistema completada.
es: Reaparación del sistema completada.
fi: Järjestelmän korjaus on valmis.
gl_es: Completouse a reaparación do sistema.
hu: A rendszer javítása befejeződött.
pt: O reparo do sistema está concluído.
ro: Repararea sistemului este finalizată.

source: Copy the system, using the following restore point:
ar: انسخ النظام، باستخدام نقطة الاستعادة التالية:
ca: Copiar sistema usant el següent punt de restauració:
es: Copiar sistema usando el siguiente punto de restauración:
fi: Kopioi järjestelmä, käyttäen palautuspisteen:
gl_es: Copiar o sistema usando o seguinte punto de restauración:
hu: A rendszer másolása a következő visszaállítási pontot használva:
ro: Copiază sistemul, folosind următorul punct de restabilire:

source: Install the system, using the following restore point:
ar: ثبّت النظام، باستخدام نقطة الاستعادة التالية:
ca: Instal·lar sistema usant el següent punt de restauració:
es: Instalar sistema usando el siguiente punto de restauración:
fi: Asentaa järjestelmä, käyttäen palautuspisteen:
gl_es: Instalar o sistema usando o seguinte punto de restauración:
hu: A rendszer telepítése a következő visszaállítási pontot használva:
pt: Instalar o sistema, utilizando o seguinte ponto de restauração:
ro: Instalează sistemul, folosind următorul punct de restabilire:

source: Restore point creation is aborted! Not enough free disk space to complete the process.
ar: قُوطعَ إنشاء نقطة استعادة. لا مساحة حرة على القرص لمتابعة العملية.
ca: Creació del punt de restauració avortat! No hi ha suficient espai lliure en el disc per a completar el procés.
es: Creación del punto de restauración abortado! No hay suficiente espacio libre en el disco para completar el proceso.
fi: Palautuspisteen luominen on keskeytetty! Ei tarpeeksi vapaata levytilaa prosessin suorittamiseen.
gl_es: A creación do punto de restauración foi interrompido! Non hai espazo abondo no disco para completar el proceso.
hu: A visszaállítási pont készítése megszakítva! Nincs elég szabad tárhely a folyamat befejezéséhez.
pt: Criação do ponto de restauração abortada! Não há espaço livre suficiente em disco para completar o processo.
ro: Crearea punctului de restabilire este abandonată! Nu există suficient spațiu pe disc pentru a finaliza procesul.

source: Root privileges are required for running Systemback!
ca: Es necessiten privilegis root per a executar Systemback!
es: Se necesitan privilegios root para ejecutar Systemback!
fi: Systemback tarvitsee pääkäyttäjän oikeudet käynnistyäkseen!
gl_es: Precisanse privilexios de administrador (root) para executar o Systemback!
hu: A Systemback futtatásához root jogosultság szükséges!
pt: Privilégios de root são necessários para a execução do Systemback!
ro: Pentru Systemback sunt necesare privilegii root!

source: Restore complete system to the following restore point:
ar: استعد كامل النظام إلى أحد نقاط الاستعادة التالية:
ca: Restaurar completament el sistema al següent punt de restauració:
es: Restaurar completamente el sistema al siguiente punto de restauración:
fi: Täydellinen järjestelmän palauttaminen seuraavaan palautuspisteeseen:
gl_es: Restaurar completamente o sistema usando o seguinte punto de restauración:
hu: A rendszer teljes visszaállítása a következő visszaállítási pontra:
pt: Restauração completa do sistema para o seguinte ponto de restauração:
ro: Restaurarea sistemului complet folosind următorul punct de restabilire:

source: System files restoration are completed.<p>The computer will restart automatically within 30 seconds.
ar: اكتمل ترميم ملفات النظام.<p>سيُعاد تشغيل الحاسوب تلقائيًّا خلال 30 ثانية.
ca: Restauració del sistema d'arxius completada.<p>L'equip es reiniciarà automàticament en 30 segons.
es: Restauración del sistema de archivos completada.<p>El equipo se reiniciará automáticamente en 30 segundos.
fi: Järjestelmätiedostojen palauttaminen on valmis.<p>Tietokone käynnistyy uudelleen automaattisesti 30 sekunnin kuluessa.
gl_es: Completouse a restauración do sistema de ficheiros.<p>O equipo reiniciarase automaticamente en 30 segundos.
hu: A rendszerfájlok visszaállítása kész.<p>A számítógép automatikusan újraindul 30 másodpercen belül.
pt: Restauração dos arquivos de sistema foi concluída.<p>O computador irá reiniciar automaticamente em 30 segundos.
ro: Restabilirea fișierelor de sistem este finalizată.<p>Calculatorul va fi repornit automat în interval de 30 de secunde.

source: Reboot
ar: أعد الإقلاع
ca: Reinicia
es: Reiniciar
gl_es: Reiniciar
hu: Újraindítás
pt: Reiniciar
ro: Repornire

source: Full system restoration is completed.<p>The computer will restart automatically within 30 seconds.
ar: اكتملت الاستعادة الكاملة للنظامن.<p>الحاسوب سيُعيد التشغيل تلقائيًّا خلال 30 ثانية.
ca: Restauració completa del sistema realitzada.<p>L'equip es reiniciarà automàticament en 30 segons.
es: Restauración completa del sistema realizada.<p>El equipo se reiniciará automáticamente en 30 segundos.
fi: Koko järjestelmän palauttaminen on valmis.<p>Tietokone käynnistyy uudelleen automaattisesti 30 sekunnin kuluessa.
gl_es: Completouse a restauración total do sistema.<p>O equipo reiniciarase automaticamente en 30 segundos.
hu: A rendszer teljes visszaállítása kész.<p>A számítógép automatikusan újraindul 30 másodpercen belül.
pt: Restauração completa do sistema concluída.<p>O computador irá reiniciar automaticamente em 30 segundos.
ro: Restabilirea sistemului complet este finalizată.<p>Calculatorul va fi repornit automat într-un interval de 30 de secunde.

source: The specified partition(s) does not have enough free space to copy the system! The copied system will not function properly!
ar: الأقسام المحدّدة لا تملك مساحة حرّة كافية لنسخ النظام! ملفات النظام المنسوخة لن تعمل كما ينبغي!
ca: La partició especificada no té suficient espai lliure! La còpia del sistema no funcionaran correctament!
es: La partición especificada no tiene suficiente espacio libre! La copia del sistema no funcionarán correctamente!
fi: Valitulla osiolla(osioilla) ei ole tarpeeksi tilaa järjestelmän kopioimiseen! Järjestelmä ei saata toimia kunnolla!
gl_es: A partición especificada non ten espazo libre abondo! A copia do sistema non funcionará correctamente!
hu: A rendszer teljes átmásolásához nincs elegendő szabad tárhely a megadott partíció(ko)n! Az átmásolt rendszer nem fog megfelelően működni!
pt: A partição espeficada não tem espaço livre suficiente para a cópia do sistema! O sistema copiado não irá funcionar perfeitamente!
ro: Partiția specificată nu are suficient spațiu liber pentru a copia sistemul! Sistemul copiat nu va funcționa corect!

source: System copy is completed, but an error occurred while installing GRUB! Need to manually install a bootloader.
ar: اكتمل نسخ النظام، لكن مع حدوث خطأ أثناء تثبيت GRUB! تحتاج إلى تثبيت محّمل إقلاع يدويًّا.
ca: Còpia del sistema completada, però es va produir un error durant la instal·lació del GRUB! Serà necessari instal·lar manualment un gestor d'arrencada.
es: Copia del sistema completada, pero se produjo un error durante la instalación del GRUB! Será necesario instalar manualmente un gestor de arranque.
fi: Järjestelmän kopiointi on valmis, mutta tapahtui virhe GRUB:n asennuksessa! Asenna käynnistyslatain manuaalisesti.
gl_es: Completouse a copia do sistema, mais produciuse un erro durante a instalación do GRUB! É necesario instalar manualmente un cargador de arrinque.
hu: A rendszer átmásolása befejezve, de a GRUB telepítése közben hiba történt! A rendszer indításához telepítsél kézzel egy rendszerbetöltőt.
pt: A cópia do sistema foi concluída, mas ocorreu um erro durante a instalação do GRUB! Necessária instalação manual de um bootloader.
ro: Copierea sistemului este finalizată, dar cu eroare la instalarea GRUB! Trebuie să instalați manual un încărcător de sisteme.

source: An error occurred while reinstalling GRUB!
ar: حدث خطأ أثناء إعادة تثبيت GRUB!
ca: Es va produir un error al reinstal·lar el GRUB!
es: Se produjo un error al reinstalar el GRUB!
fi: GRUB:n uudelleen asennuksessa tapahtui virhe!
gl_es: Produciuse un erro ao reinstalar o GRUB!
hu: A GRUB újratelepítése közben hiba történt!
pt: Ocorreu um erro ao reinstalar o GRUB!
ro: Eroare la reinstalarea GRUB!

source: Full system repair is completed, but an error occurred while reinstalling GRUB! System may not bootable! (In general, the different architecture is causing the problem.)
ca: Reparació del sistema completada, però es va produir un error al reinstal·lar el GRUB! El sistema no podrà arrencar! (Una arquitectura diferent pot estar causant aquest problema.)
es: Reparación del sistema completada, pero se produjo un error al reinstalar el GRUB! El sistema no podrá arrancar! (Una arquitectura diferente puede estar causando este problema.)
fi: Järjestelmän korjaus on valmis, mutta tapahtui virhe GRUB:n uudelleen asennuksessa! Järjestelmä ei saata käynnistyä! (Yleensä eri arkkitehtuurit aiheuttavat virheitä.)
gl_es: Completouse a reparación do sistema, mais produciuse un erro ao reinstalar o GRUB! O sistema non poderá arrincar! (Isto pode deberse a unha arquitectura diferente.)
hu: A rendszer teljes javítása befejeződött, de a GRUB újratelepítése közben hiba történt! A javított rendszer indíthatósága nem biztosított! (Általában az eltérő architectúra okozza a problémát.)
pt: O reparo completo do sistema foi concluído, mas ocorreu um erro durante a reinstalação do GRUB! O sistema pode não iniciar! (Em geral, a causa do problema está na arquitetura diferente.)
ro: Repararea completă a sistemului este finalizată, dar cu eroare la reinstalarea GRUB! Pornirea sistemului nu este garantată! (În general, problema este cauzată de diferența de arhitectură.)

source: System copy is completed.
ar: اكتمل نسخ النظام.
ca: Còpia del sistema completada.
es: Copia del sistema completada.
fi: Järjestelmän kopiointi on valmis.
gl_es: Completouse a copia do sistema.
hu: A rendszer másolása befejeződött.
pt: A cópia do sistema está concluída.
ro: Copierea sistemului este finalizată.

source: An error occurred while creating filesystem image!
ar: حدث خطأ أثناء إنشاء صورة لنظام الملفات!
ca: Es va produir un error al crear la imatge del sistema d'arxius!
es: Se produjo un error al crear la imagen del sistema de archivos!
fi: Virhe luotaessa tiedostojärjestelmän kuva!
gl_es: Produciuse un erro ao crear a imaxe do sistema de ficheiros!
hu: A rendszerkép készítése közben hiba törént!
pt: Ocorreu um erro durante a criação da imagem do sistema de arquivo!
ro: Eroare la crearea imaginei sistemukui!

source: An error occurred while creating container file!
ar: حدث خطأ أثناء إنشاء الملف الحاوي!
ca: Es va produir un error al crear l'arxiu contenidor!
es: Se produjo un error al crear el archivo contenedor!
gl_es: Produciuse un erro ao crear o ficheiro contedor!
hu: A konténerfájl készítése közben hiba történt!

source: Live system creation is completed.<p>The created .sblive file can be written to pendrive.
ca: La creació del sistema Live s'ha completat.<p>L'arxiu creat .sblive pot ser escrit a un pendrive.
es: La creación del sistema Live se ha completado. <p>El archivo creado .sblive puede ser escrito a un pendrive.
gl_es: Completouse a creación do sistema «en vivo». <p>O ficheiro .sblive creado pode ser transferido a unha memoria USB.
hu: A Live rendszer készítése befejeződött.<p>A létrehozott .sblive fájl pendrive-ra írható.

source: The selected directory does not have enough free space to create Live system!
ar: الدليل المحدّد ليس له مساحة حرّة كافية لإنشاء النظام الحيّ!
ca: El directori seleccionat no disposa d'espai lliure suficient per a crear un sistema Live!
es: El directorio seleccionado no dispone de espacio libre suficiente para crear un sistema Live!
fi: Valitussa kansiossa ei ole tarpeeksi tilaa Live järjestelmän luomiseen!
gl_es: O directorio seleccionado non dispón de espazo libre abondo para crear un sistema «en vivo»!
hu: A beállított könyvtárban nincs elegendő szabad tárhely a Live rendszer elkészítéséhez!
pt: O diretório selecionado não tem espaço livre suficiente para criar um sistema Live!
ro: Dosarul selectat nu are suficient spațiu liber pentru a crea un sistem Live!

source: , and write the following Live system image:
ar: ، واكتب صورة النظام الحيّ التالية:
ca: , i escriure la següent imatge del sistema Live:
es: , y escribir la siguiente imagen del sistema Live:
gl_es: , e gravar a seguinte imaxe do sistema «en vivo»:
hu: formázása, és a következő Live rendszerkép kiírása:

source: Format the
ar: هيّئ
ca: Formatar
es: Formatear
fi: Alusta
gl_es: Formatar
hu: A
