Repository: FabioLolix/systemback
Catalog: gui/.lang/*.po
Languages: ar, ca, es, fi, gl_es, hu, pt, ro

source: Restore type
ar: نوع الاستعادة
ca: Seleccioni un tipus de restauració
es: Seleccione un tipo de restauración
fi: Palautuksen tapa
gl_es: Tipo de restauración
hu: Visszaállítás típusa
pt: Tipo de restauração
ro: Tipul de restabilire

source: Full restore
ar: استعادة كاملة
ca: Restauració completa
es: Restauración completa
fi: Koko järjestelmän palautus
gl_es: Restauración completa
hu: Teljes visszaállítás
pt: Restauração completa
ro: Restabilire completă

source: System files restore
ar: استعادة ملفات النظام
ca: Restaurar arxius del sistema
es: Restaurar archivos del sistema
fi: Järjestelmän tiedostojen palauttaminen
gl_es: Restaurar os ficheiros do sistema
hu: Rendszerfájlok visszaállítása
ro: Restabilirea fișierelor sistemului

source: User(s) configuration files restore
ar: استعادة ملفات إعداد المستخدمين
ca: Restaurar arxius de configuració d'usuari(s)
es: Restaurar archivos de configuración de usuario(s)
gl_es: Restaurar os ficheiros de configuración do(s) usuario(s)
hu: Felhasználó(k) beállításfájljainak visszaállítása
pt: Restaurar os arquivos de configuração dos usuário(s)
ro: Restabilire fișiere de configurare ale utilizatorilor

source: Keep newly installed configuration files
ar: أبقِ ملفات الإعداد المثبّتة حديثًا
ca: Mantenir els arxius de configuració recentment instal·lats
es: Mantener los archivos de configuración recientemente instalados
fi: Pidä uudet asennustiedostot
gl_es: Manter os ficheiros de configuración instalados recentemente
hu: Újonnan telepített alkalmazások beállításfájljainak megtartása
pt: Manter os arquivos de configuração recém-instalados
ro: Păstrează fișierele de configurare nou instalate

source: Options
ar: خيارات
ca: Opcions
es: Opciones
fi: Asetukset
gl_es: Opcións
hu: Opciók
pt: Opções
ro: Opțiuni

source: Auto detection
ar: اكتشف آليًّا
ca: Auto detectar
es: Auto detectar
fi: Automaattinen tunnistus
gl_es: Detección automática
hu: Automatikus beállítások
pt: Detecção automática
ro: Detectare automată

source: Do not restore fstab file
ar: لا تستعد ملف fstab
ca: No restaurar l'arxiu fstab
es: No restaurar el archivo fstab
fi: Älä palauta fstab:a
gl_es: Non restaurar o ficheiro fstab
hu: Ne állítsa vissza az fstab fájlt
ro: Nu restabilește fișierul fstab

source: Reinstall GRUB 2 bootloader:
ar: أعد تثبيت محمّل الإقلاع GRUB 2:
ca: Reinstal·lació del gestor d'arrencada GRUB 2:
es: Reinstalación del gestor de arranque GRUB 2:
fi: GRUB 2:n uudelleen asennus:
gl_es: Reinstalar o cargador de arrinque GRUB 2:
hu: GRUB 2 rendszerbetöltő újratelepítése:
pt: Reinstalar o bootloader GRUB 2:
ro: Reinstalare încărcător de sisteme GRUB 2:

source: Disabled
ar: معطّل
ca: Desactivat
es: Desactivado
fi: Poistettu käytöstä
gl_es: Desactivado
hu: Tiltva
pt: Desabilitado
ro: Dezactivat

source: Include user(s):
ar: ضمّن المستخدمين:
fi: Sisällytä käyttäjä(t)
gl_es: Incluír o(s) usuario(s):
hu: Felhasználó(k) belevétele:

source: Filesystem:
ar: نظام الملفات:
ca: Sistema d'arxius:
es: Sistema de archivos:
fi: Tiedostojärjestelmä:
gl_es: Sistema de ficheiros:
hu: Fájlrendszer:
pt: Sistema de arquivos:
ro: Sistem de fișiere:

source: Mount point:
ar: نقطة الضم:
ca: Punt de muntatge:
es: Punto de montaje:
fi: Liitoskohta:
gl_es: Ponto de montaxe:
hu: Csatolási pont:
pt: Ponto de montagem:
ro: Punct de montare:

source: Partition settings
ar: إعدادات القسم
ca: Configuració de discos i particions
es: Configuración de discos y particiones
fi: Osion asetukset
gl_es: Configuración de discos e particións
hu: Partíció beállítás
pt: Configurações da partição
ro: Configurări partiție

source: Umount
ar: افصِل
ca: Desmuntar
es: Desmontar
fi: Irrota
gl_es: Desmontar
hu: Leválasztás
pt: Desmontar
ro: Demontează

source: Format
ar: الهيئة
ca: Formatar
es: Formatear
fi: Alusta
gl_es: Formatar
hu: Formázás
pt: Formatar
ro: Formatare

source: Reset partitions settings
ar: أعد تعيين إعدادات الأقسام
gl_es: Restabelecer os axustes das particións
hu: Partícióbeállítások újrakezdése
pt: Resetar as configurações da partição

source: Change partition settings
ar: غيّر إعدادات القسم
gl_es: Cambiar os axustes das particións
hu: Partíció beállításainak megváltoztatása
pt: Alterar as configurações da partição

source: Transfer user configuration files
ar: انقل ملفات إعداد المستخدم
ca: Transferir arxius de la configuració d'usuari
es: Transferencia de archivos de configuración de usuario
fi: Siirrä käyttäjän asetustiedostot
gl_es: Transferir os ficheiros de configuración do usuario
hu: Felhasználói beállításfájlok átvitele
pt: Transferir os arquivos de configuração dos usuários
ro: Realizează transferul fișierelor de configurare ale utilizatorilor

source: Copy user data files
ar: انسخ ملفات بيانات المستخدم
ca: Copiar arxius de dades d'usuari
es: Copiar archivos de datos de usuario
fi: Kopioi käyttäjän tiedostot
gl_es: Copiar os ficheiros de datos do usuario
hu: Felhasználói adatfájlok másolása
pt: Copiar arquivos de dados do usuário
ro: Copiază fișiere de date ale utilizatorilor

source: Install GRUB 2 bootloader:
ar: ثبّت محمّل الإقلاع GRUB 2:
ca: Instal·lar el gestor d'arrencada GRUB 2:
es: Instalar el gestor de arranque GRUB 2:
fi: Asenna Grub 2 käynnistyslatain:
gl_es: Instalar o cargador de arrinque GRUB 2:
hu: GRUB 2 rendszerbetöltő telepítése:
pt: Instalar o bootloader GRUB 2:
ro: Instalare încărcător de sistem GRUB 2:

source: Full name of the new user:
ar: اسم المستخدم الجديد الكامل:
ca: Nom complet del nou usuari:
es: Nombre completo del nuevo usuario:
fi: Uuden käyttäjän koko nimi:
gl_es: Nome completo do novo usuario:
hu: Az új felhasználó teljes neve:
pt: Nome completo do novo usuário:
ro: Numele complet al noului utilizator:

source: New user name to login:
ar: اسم المستخدم الجديد للولوج:
ca: Nom d'usuari per a iniciar sessió:
es: Nombre de usuario para iniciar sesión:
fi: Uusi käyttäjätunnus:
gl_es: Nome de usuario para iniciar sesión:
hu: A bejelentkezéshez használandó új felhasználói név:
pt: Novo nome de usuário para logar:
ro: Nume autentificare pentru noul utilizator:

source: New user account password:
ar: كلمة مرور حساب المستخدم الجديد:
ca: Contrasenya del compte del nou usuari:
es: Contraseña de la cuenta del nuevo usuario:
fi: Uuden käyttäjän salasana:
gl_es: Contrasinal da conta do nuevo usuario:
hu: A felhasználói fiókhoz tartozó új jelszó:
pt: Nova senha da conta de usuário:
ro: Parola pentru contul noului utilizator:

source: New root password (optional, not recommended for Ubuntu):
ar: كلمة الجذر الجديدة (اختيارية، غير مستحسنة لأبونتو):
ca: Nova contrasenya root (opcional, no recomanable per Ubuntu):
es: Nueva contraseña root (opcional, no recomendable para Ubuntu):
fi: Uusi root käyttäjän salasana (valinnainen, ei suositella Ubuntuun):
gl_es: Novo contrasinal do root (opcional, non recomendábel para Ubuntu):
hu: A root felhasználó új jelszava (opcionális, Ubuntuhoz nem ajánlott):
pt: Nova senha do root (opcional, não recomendado para o Ubuntu):
ro: Noua parolă de root (opțional, nu este recomandată pentru Ubuntu):

source: New hostname:
ar: اسم المضيف الجديد:
ca: Nou nom per a l'equip:
es: Nuevo nombre del equipo:
fi: Uusi hostname:
gl_es: Novo nome do equipo:
hu: A számítógép új neve:
pt: Novo nome da máquina:
ro: Nume nou pentru gazdă:

source: Live operations
ca: Opcions Live
es: Opciones Live
gl_es: Opcións para o «en vivo»
hu: Live műveletek

source: Write target
ar: هدف الكتابة
ca: Dispositius disponibles
es: Dispositivos disponibles
fi: Kirjoita kohde
gl_es: Escribir no destino
hu: Kiírási céleszköz

source: Name of Live system
ar: اسم النظام الحيّ
ca: Nom de sistema Live
es: Nombre del sistema Live
fi: Live järjestelmän nimi
gl_es: Nome do sistema «en vivo»
hu: A Live rendszer neve

source: Created Live images
ar: الصور الحيّة المُنشأة
ca: Live imatges disponibles
es: Live imágenes disponibles
fi: Valmistettu Live-kuvat
gl_es: Imaxes «en vivo» creadas
hu: Elkészített Live rendszerképek

source: Working directory
ar: دليل العمل
ca: Directori de treball
es: Directorio de trabajo
fi: Työkansio
gl_es: Directorio de traballo
hu: Munkakönyvtár
pt: Diretório de trabalho
ro: Dosar de lucru

source: Include user data files
ar: ضمّن ملفات بيانات المستخدم
ca: Incloure arxius de dades de l'usuari
es: Incluir archivos de datos de usuario
gl_es: Incluir os ficheiros de datos do usuario
hu: Felhasználói adatfájlok belevétele

source: Convert to ISO
ar: حوّل إلى ISO
ca: Convertir a ISO
es: Convertir a ISO
fi: Muutta ISO muotoon
gl_es: Converter a ISO
hu: Konvertálás ISO-vá
pt: Converter para ISO

source: Write to USB
ar: اكتب على USB
ca: Escriure en USB
es: Escribir en USB
fi: Luo USB asennustikun
gl_es: Gravar no USB
hu: Kiírás USB-re
pt: Escrever no USB
ro: Scrie pe USB

source: Redetect devices
ar: أعد اكتشاف الأجهزة
fi: Tunnista laitteet uudelleen
gl_es: Volver detectar os dispositivos
hu: Eszközök újrakeresése
pt: Redetectar dispositivos

source: Mount the faulty system partition(s) to '/mnt' directory according to the original structure.<br>('/' -> '/mnt', '/home' -> '/mnt/home', etc.)
ar: ضُمّ أقسام النظام ذات الأخطاء إلى الدليل '‎/mnt' حسب البنية الأصلية.<br>('/'‏ -> '‎/mnt'، ‏'‎/home'‏ -> '‎/mnt/home'، إلخ.)
ca: Muntar la partició del sistema defectuós en el directori '/mnt' segons l'estructura original.<br>('/' -> '/mnt', '/home' -> '/mnt/home', etc.)
es: Monte la partición del sistema defectuoso en el directorio '/mnt' según la estructura original.<br>('/' -> '/mnt', '/home' -> '/mnt/home', etc.)
fi: Liitta viallinen järjestelmaosio '/mnt' kansioon alkuperäinen rakennen mukaan .<br>('/' -> '/mnt', '/home' -> '/mnt/home', jne.)
gl_es: Montar a partición do sistema defectuoso no directorio «/mnt» segundo a estrutura orixinal.<br>(«/» -> «/mnt», «/home» -> «/mnt/home», etc.)
hu: A javítandó rendszer összes partícióját csatold a '/mnt' könyvtár alá az eredeti struktúra szerint.<br>('/' -> '/mnt', '/home' -> '/mnt/home', stb.)
pt: Monte a(s) partição(ões) do sistema defeituoso para o diretório '/mnt' de acordo com a estrutura original .<br>('/' -> '/mnt', '/home' -> '/mnt /home', etc.)
ro: Montează partițiile sistemului defect sub dosarul '/mnt', în conformitate cu structura inițială.<br>('/' -> '/mnt', '/home' -> '/mnt/home', etc.)

source: Mount
ar: ضُمّ
ca: Muntar
es: Montar
fi: Liitä
gl_es: Montar
hu: Csatolás
pt: Montar
ro: Montează

source: Reset mounts
fi: Nollata liitoskohdat
gl_es: Restabelecer as montaxes
hu: Csatolások újrakezdése

source: Repair type
ar: نوع الإصلاح
ca: Tipus de reparació
es: Tipo de reparación
fi: Korjaus tyyppi
gl_es: Tipo de reparación
hu: Javítás típusa
pt: Tipo de reparo
ro: Tipul de reparație

source: System files repair
ar: إصلاح ملفات النظام
ca: Reparació del sistema d'arxius
es: Reparación del sistema de archivos
fi: Järjestelmätiedostojen korjaus
gl_es: Reparación do sistema de ficheiros
hu: Rendszerfájlok javítása
pt: Reparar o sistema de arquivos
ro: Repararea fisierelor de sistem

source: Full repair
ar: إصلاح شامل
ca: Reparació completa
es: Reparación completa
fi: Täydellinen korjaus
gl_es: Reparación completa
hu: Teljes javítás
pt: Reparação completa
ro: Reparare totală

source: GRUB 2 repair
ar: إصلاح GRUB 2
ca: Reparar el GRUB 2
es: Reparar el GRUB 2
fi: GRUB 2:n korjaus
gl_es: Reparar o GRUB 2
hu: GRUB 2 javítása
pt: reparo do GRUB 2
ro: Reparare GRUB 2

source: Do not repair fstab file
ar: لا تُصلح ملف fstab
ca: No reparar l'arxiu fstab
es: No reparar el archivo fstab
fi: Älä korjaa fstab:a
gl_es: Non reparar o ficheiro fstab
hu: Ne javítsa az fstab fájlt
ro: Nu repara fișierul fstab

source: Add item to exclusion list
ar: أضف العنصر إلى قائمة الاستثناء
gl_es: Engadir elemento na lista de exclusión
hu: Elem hozzáadása a kihagyási listához

source: Remove item from exclusion list
ar: أزل العنصر من قائمة الاستثناء
gl_es: Eliminar elemento da lista de exclusión
hu: Elem eltávolítása a kihagyási listából

source: Items
ar: العناصر
ca: Elements disponibles
es: Elementos disponibles
fi: Kohteet
gl_es: Elementos
hu: Kihagyható elemek
pt: Itens
ro: Elemente

source: Excluded items
ar: العناصر المُستثناة
ca: Excloure elements
es: Excluir elementos
fi: Ohitetut kohteet
gl_es: Excluír elementos
hu: Kihagyott elemek
pt: Itens excluídos
ro: Elemente excluse

source: Exclude hidden user files and directories from restore points
ar: استثنِ ملفات المستخدم المخفية والأدلة من نقاط الاستعادة
ca: Excloure arxius ocults d'usuari i directoris de punts de restauració
es: Excluir archivos ocultos de usuario y directorios de puntos de restauración
fi: Ohita käyttäjien piilotetut tiedostot ja kansiot palautuspisteistä
gl_es: Excluír os ficheiros agochados do usuario e os directorios dos puntos de restauración
hu: Visszaállítási pontokból kihagyandó rejtett felhasználói könyvtárak és fájlok
pt: Excluir arquivos e diretórios ocultos do usuário a partir de pontos de restauração
ro: Exclude fișierele și dosarele ascunse ale utilizatorului din punctele de restabilire

source: Exclude user data files and directories from Live system
ar: استثنِ ملفات المستخدم والأدلة من النظام الحيّ
ca: Excloure arxius de dades de l'usuari i els directoris de sistema Live
es: Excluir archivos de datos del usuario y directorios del sistema Live
gl_es: Excluir os ficheiros de datos do usuario e os directorios do sistema «en vivo»
hu: Live rendszerből kihagyandó felhasználói könyvtárak és fájlok

source: License
ar: الرخصة
ca: Llicència
es: Licencia
fi: Lisenssi
gl_es: Licenza
hu: Licenc
pt: Licença
ro: Licență

source: Simple system backup and restore application with extra features
ar: تطبيق بسيط لنسخ النظام احتياطيًّا واستعادته مع بعض الميزات الإضافية
ca: Programa fàcil per a realitzar còpies de seguretat i punts de restauració del sistema
es: Programa fácil para realizar copias de seguridad y restauración del sistema
fi: Yksinkertainen järjestelmän varmuuskopiointi ja palautussovellus joka sisältää lisäominaisuuksia
gl_es: Un programa sinxelo para facer copias de seguranza e para a restauración do sistema
hu: Egyszerű rendszermentő és visszaállító alkalmazás további extra funkciókkal
pt: Sistema de backup simples e restauração de aplicativos com recursos extras
ro: O aplicație simplă pentru crearea de copii de siguranță și restabilirea acestora, cu caracteristici suplimentare

source: Project homepage:
ar: صفحة المشروع الرئيسية:
ca: Pàgina web del projecte:
es: Página web del proyecto:
fi: Projektin kotisivu:
gl_es: Páxina web do proxecto:
hu: Projekt honlap:
pt: Homepage do projeto:
ro: Pagina web a proiectului:

source: Contact:
ar: راسلني:
ca: Contacte:
es: Contacto:
fi: Yhteystiedot:
gl_es: Contacto:
hu: Kapcsolat:
pt: Contato:

source: Donate:
ar: تبرّع:
ca: Donar:
es: Donar:
fi: Lahjoita:
gl_es: Facer unha doazón:
hu: Anyagi támogatás:
pt: Doações:
ro: Donație:

source: Systemback version:
ca: Versió de Systemback:
es: Versión de Systemback:
fi: Systemback versio:
gl_es: Versión do Systemback:
hu: Systemback verziója:
pt: Versão do Systemback:
ro: Versiune Systemback:

source: (c) 2014, Krisztián Kende
hu: (c) 2014, Kende Krisztián

source: Writable Linux filesystem!
ar: نظام ملفات لينكس قابل للكتابة!
ca: Sistema d'arxius Linux (Writable)!
es: Sistema de archivos Linux (writable)!
fi: Kirjoitettava Linux tiedostojärjestelmä!
gl_es: Sistema escrbíbel de ficheiros Linux!
hu: Írható Linux fájlrendszer!
pt: Sistema de arquivos gravável Linux!
ro: Sistem de fișiere Linux cu drepturi de scriere!

source: Re-read directories
ar: أعد قراءة الأدلة
gl_es: Volver ler os directorios
hu: Könyvtárak újraolvasása

source: Scheduler state:
ar: حالة المجدول:
ca: Estat de tasques programades
es: Estado de tareas programadas:
gl_es: Estado das tarefas programadas:
hu: Ütemező állapota:
ro: Starea programări:

source: Use silent mode
ar: استخدم الوضع الصامت
ca: Usar manera silenciosa
es: Utilizar modo silencioso
gl_es: Utilizar o modo silencioso
hu: Csendes mód engedélyezése

source: Timer settings
ar: إعدادات المؤقت
ca: Ajustaments del temporitzador
es: Ajustes del temporizador
fi: Ajastimen asetukset
gl_es: Axustes do temporizador
hu: Időzítő beállítások

source: Waiting time before creating a new restore point:
ar: وقت الانتظار قبل إنشاء نقطة استعادة:
ca: Temps d'espera abans de crear un nou punt de restauració:
es: El tiempo de espera antes de crear un nuevo punto de restauración:
fi: Odotusaika ennen uuden palautuspisteen luomista:
gl_es: O tempo de espera antes de crear un novo punto de restauración:
hu: Várakozási idő új visszaállítási pont készítése előtt:

source: Visible countdown time:
ca: Mostrar compte enrere del Temporitzador:
es: Temporizador de cuenta atrás visible:
gl_es: Temporizador de conta atrás visíbel:
hu: Látható visszaszámlálási idő:

source: Pop-up window position on screen:
ar: موقع النافذة المنبثقة على الشاشة:
ca: Posició de la finestra emergent en la pantalla:
es: Posición de la ventana emergente en la pantalla:
fi: Pop-up ikkunan sijainti:
gl_es: Posición na pantalla da xanela emerxente:
hu: Felugró ablak elhelyezkedése a képernyőn:

source: Bottom left
ar: أدنى اليسار
ca: Inferior esquerra
es: Abajo a la izquierda
fi: Vasen alareuna
gl_es: Abaixo á esquerda
hu: Balra lent
pt: Inferior esquerda
ro: Stânga jos

source: Bottom right
ar: أدنى اليمين
ca: Inferior dreta
es: Abajo a la derecha
fi: Oikea alareuna
gl_es: Abaixo á dereita
hu: Jobbra lent
pt: Inferior direita
ro: Dreapta jos

source: Center
ar: الوسط
ca: Centre
es: Centrada
fi: Keskellä
gl_es: Centrada
hu: Középen
pt: Centro
ro: Centrat

source: Top left
ar: أعلى اليسار
ca: Superior esquerra
es: Arriba a la izquierda
fi: Vasen yläreuna
gl_es: Arriba á esquerda
hu: Balra fent
pt: Superior esquerda
ro: Stânga sus

source: Top right
ar: أعلى اليمين
ca: Superior dreta
es: Arriba a la derecha
fi: Oikea yläreuna
gl_es: Arriba á dereita
hu: Jobbra fent
pt: Superior direita
ro: Dreapta sus

source: More
ar: أكثر
fi: Lisää
gl_es: Máis
hu: Több
pt: Mais
ro: Mai mult

source: Less
ar: أقل
fi: Vähemmän
gl_es: Menos
hu: Kevesebb
pt: Menos
ro: Mai puțin

source: Creates a scheduled restore point within few seconds.
ar: يُنشأ نقطة استعادة مجدولة في غضون ثوانٍ قليلة.
ca: Crea un punt de restauració programada en uns pocs segons.
es: Crea un punto de restauración programado en pocos segundos.
gl_es: Crea un punto de restauración programado en poucos segundos.
hu: Ütemezett visszaállítási pont készítése néhány másodpercen belül.

source: Later
ar: لاحقًا
ca: Més endavant
es: Más adelante
fi: Myöhemmin
gl_es: Máis adiante
hu: Később
pt: Mais tarde
ro: Mai târziu

source: Start
ar: ابدأ
ca: Inicia
es: Iniciar
fi: Aloita
gl_es: Comezar
hu: Indítás
pt: Iniciar
ro: Pornește

source: Systemback user authentication
hu: Systemback felhasználó hitelesítés

source: Password:
hu: Jelszó:

source: Administrator:
hu: Adminisztrátor:
